{
    "posts": [
        {
            "id": "1",
            "title": "Слон",
            "description": "Слоны — самые крупные наземные животные на Земле. Обитают они в Юго-Восточной Азии и Африке в тропических лесах и саваннах. Cамыми крупными являются африканские cаванные слоны, их масса может превышать 6 тонн[9]. В центре стопы слона есть жировая подушка, которая каждый раз, когда слон опускает ногу, «расплющивается», увеличивая площадь опоры. На верхней челюсти у слонов есть бивни — видоизменённые резцы, растущие в течение всей жизни животного. Обычно слоны либо имеют два бивня, либо не имеют их вообще (у африканских слонов бивни имеют и самцы и самки, у индийских — только самцы). С помощью бивней они обдирают кору с деревьев и рыхлят землю в поисках соли, а также наносят раны хищникам. Чтобы защититься от паразитов, слоны нередко обливаются жидкой грязью. Засохшая грязевая корочка служит хорошей защитой от насекомых и способствует заживлению ранок на коже. Характерным органом слона является хобот, образованный из носа и верхней губы и заканчивающийся одним или двумя отростками. Расположенные на конце хобота ноздри служат органом обоняния; хобот служит органом хватания, позволяя слону подбирать мелкие предметы с земли и срывать плоды с высоко расположенных веток; при питье слон набирает воду в хобот, а затем выливает в рот. Также с помощью хобота слон может в сильную жару устроить себе душ, окатив себя водой, пылью или той же грязью. Слоны очень любят воду и часто скапливаются возле водоёмов, где утоляют жажду (в день они выпивают от 70 до 90 литров воды, но при сильной жажде могут, подобно верблюдам, выпить целый гектолитр всего за 5 минут) и принимают ванны. Они хорошо плавают, почти полностью погружаясь под воду, выставив на поверхность хобот. Во время засухи пустынные слоны в заповеднике Этоша могут обходиться без воды до 5 дней, а также способны находить места, где вода находится неглубоко от поверхности земли (зачастую проходя для этого десятки километров), и выкапывать там своеобразные колодцы, которыми, помимо них, пользуются и другие животные, страдающие от жажды.",
            "img": "https://i-fakt.ru/wp-content/uploads/2011/06/fakty-slony.jpg"
        },
        {
            "id": "2",
            "title": "Мамонт",
            "description": "Ма́монты (лат. Mammuthus) — вымерший род млекопитающих отряда хоботных, существовавший в период с плиоцена (5 млн. лет назад) по начало голоцена (ок. 4 тыс. лет назад). Различные их виды населяли биотопы Африки, Европы, Азии и Северной Америки. Семейство, в которое они входили, — слоновые — также входят два рода современных слонов вместе с их предками. Генетически мамонты были ближе к современным азиатским слонам, нежели к африканским. Животные обычно обладали длинными изогнутыми бивнями, а виды, обитающие в полярных районах — длинной шерстью. Они достигали высоты 5,5 метров и массы тела 14—15 тонн; таким образом, мамонты были в два раза тяжелее самых крупных современных наземных млекопитающих — африканских слонов. Древнейший представитель рода, Mammuthus subplanifrons, появился в начале плиоцена, около 5 миллионов лет назад, на территории современной Южной и Восточной Африки. Потомки этих мамонтов двинулись на север и продолжали расселяться, их видовое разнообразие росло, и в конечном итоге охватило большую часть Евразии. Около 1,5-1,3 миллиона лет назад мамонты достигли и Северной Америки (колумбийский мамонт). Последний вид рода, шерстистый мамонт (Mammuthus primigenius), появился около 400 000 лет назад на территории Восточной Азии и процветал вплоть до появления первых цивилизаций: некоторые популяции сохранились на острове Врангеля в Северном Ледовитом океане, а также, возможно, на полуострове Таймыр материковой части Сибири приблизительно до времён возведения древнеегипетской пирамиды Хеопса, то есть вид вымер уже в историческое время, приблизительно 3700 — 4000 лет назад.",
            "img": "https://img.gazeta.ru/files3/125/6652125/bg-1-pic700-700x467-16450.jpg"
        },
        {
            "id": "3",
            "title": "Бык",
            "description": "Быки́[1] (лат. Bovini) — систематическая группа полорогих парнокопытных млекопитающих, в настоящее время имеющая таксономический ранг трибы в подсемействе Bovinae[2][3][4][5][6]. Раньше быки были единственными представителями подсемейства Bovinae, но после новых генетических исследований в него зачислили также и винторогих антилоп. Быков насчитывается 13 видов[2][5], из которых один обитает в Европе (ещё один в дикой природе уже вымер), один в Африке, один в Северной Америке, остальные в Азии. Ещё несколько видов быков вымерли в историческое время. Кроме того, известно несколько ископаемых видов быков.",
            "img": "https://web-zoopark.ru/wp-content/uploads/2018/06/1-261.jpg"
        },
        {
            "id": "4",
            "title": "Козел",
            "description": "Го́рные козлы́, или просто козлы́ (лат. Capra), — род жвачных парнокопытных млекопитающих из подсемейства козлиных семейства полорогих. Некоторые виды этого рода называют козерогами, два вида, обитающих на Кавказе, — турами. Домашняя коза (Capra hircus) — одомашненный представитель этого рода, который произошёл от безоарового козла, в настоящее время выделяется в самостоятельный биологический вид. Доказано, что она одомашнена более 8500 лет назад. Горные козлы живут в горных районах. Ловкие и выносливые животные, способные взобраться по отвесной скале и прожить на скудной растительности. Их можно отличить от рода Бараны (Ovis), который включает в себя овец, по наличию пахучих желёз[en] на ногах, в паху и в районе глаз, и отсутствию других лицевых желёз, по наличию бороды у самцов, и лысых мозолей на коленях передних ног[2]. Вид снежная коза выделен в отдельный род Снежные козы (Oreamnos).",
            "img": "https://goferma.ru/wp-content/uploads/2017/03/203876.jpg"
        }
    ]
}
